Repository: PHarshilLadila/lyrica
Catalog: lib/l10n/app_*.arb
Languages: ar_eg, gu, hi

# appTitle
source: Lyrica
ar_eg: ليريكا
gu: લિરિકા
hi: लिरिका

# welcome
source: Welcome back!
ar_eg: أهلاً بعودتك!
gu: ફરી આવવા માટે સ્વાગત છે!
hi: वापसी पर स्वागत है!

source: View all
ar_eg: اعرض الكل
gu: બધું જુઓ
hi: सभी देखें

source: Hindi Version
ar_eg: النسخة الهندية
gu: હિન્દી આવૃત્તિ
hi: हिंदी संस्करण

source: Your Top Mixes
ar_eg: أفضل الميكسات ليك
gu: તમારા ટોપ મિક્સ
hi: आपके शीर्ष मिक्स

source: Artist
ar_eg: الفنان
gu: કલાકાર
hi: कलाकार

source: Language
ar_eg: اللغة
gu: ભાષા
hi: भाषा

source: Coffee & Jazz
ar_eg: قهوة وجاز
gu: કોફી અને જેઝ
hi: कॉफ़ी और जैज़

source: RELEASED
ar_eg: تم الإصدار
gu: રિલીઝ થયું
hi: रिलीज़ किया गया

source: Anything Goes
ar_eg: كل حاجة ماشية
gu: કંઇપણ ચાલે છે
hi: कुछ भी चलेगा

source: Anime OSTs
ar_eg: مقاطع أنمي
gu: એનાઇમ ઓએસટી
hi: ऐनिमे ओएसटी

source: Hindi Songs
ar_eg: أغاني هندية
gu: હિન્દી ગીતો
hi: हिंदी गाने

source: Lo-Fi Beats
ar_eg: لو فاي بيتس
gu: લો-ફાઇ બીટ્સ
hi: लो-फाई बीट्स

source: Pop Mix
ar_eg: ميكس بوب
gu: પોપ મિક્સ
hi: पॉप मिक्स

source: Chill Mix
ar_eg: ميكس رايق
gu: ચિલ મિક્સ
hi: चिल मिक्स

source: Kpop
ar_eg: كي-بوب
gu: કે-પોપ
hi: के-पॉप

source: Rock
ar_eg: روك
gu: રોક
hi: रॉक

source: Pop
ar_eg: بوب
gu: પોપ
hi: पॉप

source: Jazz
ar_eg: جاز
gu: જેઝ
hi: जैज़

source: Hip hop
ar_eg: هيب هوب
gu: હિપહોપ
hi: हिप-हॉप

source: Funk
ar_eg: فانك
gu: ફંક
hi: फंक

source: Dance
ar_eg: تانس
gu: ડાન્સ
hi: डांस

source: Romantic
ar_eg: رومانسي
gu: રોમેન્ટિક
hi: रोमांटिक

source: Lofi
ar_eg: لوفاي
gu: લો-ફાઇ
hi: लोफाई

source: Disco
ar_eg: ديسكو
gu: ડિસ્કો
hi: डिस्को

source: Sad
ar_eg: حزين
gu: ઉદાસ
hi: उदास

source: Gospel Blues
ar_eg: جوسبل بلوز
gu: ગૉસ્પેલ બ્લૂઝ
hi: गॉस्पेल ब्लूज़

source: Love
ar_eg: حب
gu: પ્રેમ
hi: प्रेम

source: Electronic
ar_eg: إلكتروني
gu: ઇલેક્ટ્રોનિક
hi: इलेक्ट्रॉनिक

source: Latin
ar_eg: لاتيني
gu: લેટિન
hi: लैटिन

source: Classical
ar_eg: كلاسيكي
gu: શાસ્ત્રીય
hi: शास्त्रीय

source: Ambient
ar_eg: أمبينت
gu: એમ્બિયન્ટ
hi: ऐम्बिएंट

source: Metal
ar_eg: ميتال
gu: મેટલ
hi: मेटल

source: Acoustic
ar_eg: أكوستيك
gu: એકોસ્ટિક
hi: अकूस्टिक

source: Reggae
ar_eg: ريجي
gu: રેગે
hi: रेग्गे

source: Techno
ar_eg: تكنو
gu: ટેકનો
hi: टेक्नो

source: Dubstep
ar_eg: دبستب
gu: ડબસ્ટેપ
hi: डबस्टीप

source: Chillout
ar_eg: تشيل آوت
gu: ચિલઆઉટ
hi: चिलआउट

source: Instrumental
ar_eg: آلاتي
gu: ઇન્સ્ટ્રુમેન્ટલ
hi: वाद्य संगीत

source: Indie
ar_eg: إندي
gu: ઇન્ડી
hi: इंडी

source: World
ar_eg: عالمي
gu: વિશ્વ
hi: विश्व

# appSlogun
source: Listen your favorite songs
ar_eg: اسمع أغانيك المفضلة
gu: તમારાં મનપસંદ ગીતો સાંભળો
hi: अपने पसंदीदा गाने सुनें

source: Let's get you in
ar_eg: يلا نبدأ
gu: ચાલો, અંદર પ્રવેશ કરીએ
hi: चलो शुरू करते हैं

source: Login With Google
ar_eg: سجل دخول بجوجل
gu: ગૂગલ સાથે લૉગિન કરો
hi: गूगल से लॉगिन करें

source: Login With Facebook
ar_eg: سجل دخول بفيسبوك
gu: ફેસબુક સાથે લૉગિન કરો
hi: फेसबुक से लॉगिन करें

source: Login With Instagram
ar_eg: سجل دخول بانستجرام
gu: ઇન્સ્ટાગ્રામ સાથે લૉગિન કરો
hi: इंस्टाग्राम से लॉगिन करें

# loginWithPassword
source: Login With a Password
ar_eg: سجل دخول بكلمة السر
gu: પાસવર્ડથી લૉગિન કરો
hi: पासवर्ड से लॉगिन करें

# dontHaveAnAccount
source: Dont't have an account?
ar_eg: مش عندك حساب؟
gu: ખાતું નથી?
hi: खाता नहीं है?

source: Sign Up
ar_eg: سجل
gu: સાઇન અપ કરો
hi: साइन अप करें

source: Create account for free
ar_eg: سجل حساب مجاني
gu: માફત માં ખાતું બનાવો
hi: मुफ्त में खाता बनाएँ

source: User Name
ar_eg: اسم المستخدم
gu: વપરાશકર્તા નામ
hi: उपयोगकर्ता नाम

source: Email
ar_eg: الإيميل
gu: ઇમેઇલ
hi: ईमेल

# mobileNumner
source: Mobile Number
ar_eg: موبايل
gu: મોબાઇલ નંબર
hi: मोबाइल नंबर

source: Password
ar_eg: كلمة السر
gu: પાસવર્ડ
hi: पासवर्ड

source: Remember me
ar_eg: افتحني تلقائي
gu: મને યાદ રાખો
hi: मुझे याद रखें

source: Create your account
ar_eg: انشئ حسابك
gu: તમારું ખાતું બનાવો
hi: अपना खाता बनाएँ

source: Do you have an account?
ar_eg: هل عندك حساب؟
gu: શું તમારું ખાતું છે?
hi: क्या आपका पहले से खाता है?

source: login to your account
ar_eg: أدخل على حسابك
gu: તમારા ખાતામાં લૉગિન કરો
hi: अपने खाते में लॉगिन करें

source: Forgot your password?
ar_eg: نسيت كلمة السر؟
gu: પાસવર્ડ ભૂલ્યા છો?
hi: पासवर्ड भूल गए?

# orCountinueWith
source: or Continue with
ar_eg: أو تابع مع
gu: અથવા ચાલુ રાખો
hi: या जारी रखें

source: Sign In
ar_eg: تسجيل دخول
gu: સાઇન ઇન
hi: साइन इन करें

source: Home
ar_eg: الرئيسية
gu: હોમ
hi: होम

source: Explore
ar_eg: استكشف
gu: અન્વેષણ કરો
hi: अन्वेषण करें

source: Library
ar_eg: المكتبة
gu: લાઇબ્રેરી
hi: लाइब्रेरी

source: Play your fevorite music
ar_eg: شغل موسيقاك المفضلة
gu: તમારું મનપસંદ સંગીત વગાડો
hi: अपना पसंदीदा संगीत चलाएँ

source: Create your own playlist
ar_eg: اعمل بلاي ليست خاصة بيك
gu: તમારી પોતાની પ્લેલિસ્ટ બનાવો
hi: अपनी खुद की प्लेलिस्ट बनाएँ

source: Create Now
ar_eg: اعمل دلوقتي
gu: હમણાં બનાવો
hi: अभी बनाएँ

source: Play Now
ar_eg: شغل دلوقتي
gu: હમણાં વગાડો
hi: अभी चलाएँ

source: Categories
ar_eg: الفئات
gu: શ્રેણીઓ
hi: श्रेणियाँ

source: Explore Music
ar_eg: استكشف موسيقى
gu: સંગીત અન્વેષણ કરો
hi: संगीत खोजें

# searchAndExplore
source: Search & Explore
ar_eg: دوّر واستكشف
gu: શોધો અને શોધખોળ કરો
hi: खोजें और अन्वेषण करें

source: Search for songs...
ar_eg: دوّر على أغاني...
gu: ગીતો શોધો...
hi: गानों की खोज करें...

source: Search for your favorite music
ar_eg: دور على موسيقاك المفضلة
gu: તમારું મનપસંદ સંગીત શોધો
hi: अपने पसंदीदा संगीत की खोज करें

source: Add songs to your playlist
ar_eg: ضيف أغاني للبلاي ليست
gu: તમારી પ્લેલિસ્ટમાં ગીતો ઉમેરો
hi: प्लेलिस्ट में गाने जोड़ें

# yourLibraries
source: Your Library
ar_eg: مكتبتك
gu: તમારી લાઇબ્રેરી
hi: आपकी लाइब्रेरी

source: Your Top Genres
ar_eg: أنواعك المفضلة
gu: તમારા ટોચના શૈલીઓ
hi: आपकी शीर्ष विधाएँ

# doYouKnowAboutReward
source: Do you know about rewards?
ar_eg: عارف عن المكافآت؟
gu: શું તમે ઇનામ વિશે જાણો છો?
hi: क्या आप पुरस्कार के बारे में जानते हैं?

source: Earn Now
ar_eg: اكسب دلوقتي
gu: હમણાં કમાવો
hi: अब कमाएँ

source: Points
ar_eg: نقاط
gu: પોઈન્ટ
hi: अंक

source: Profile
ar_eg: الملف الشخصي
gu: પ્રોફાઇલ
hi: प्रोफ़ाइल

source: Your Profile
ar_eg: ملفك الشخصي
gu: તમારું પ્રોફાઇલ
hi: आपकी प्रोफ़ाइल

source: Profile Details
ar_eg: تفاصيل الملف الشخصي
gu: પ્રોફાઇલ વિગતો
hi: प्रोफ़ाइल विवरण

source: Mobile
ar_eg: موبايل
gu: મોબાઇલ
hi: मोबाइल

source: UID
ar_eg: معرّف
gu: યુઆઇડી
hi: यूआईडी

source: My Playlist
ar_eg: بلاي ليستي
gu: મારી પ્લેલિસ્ટ
hi: मेरी प्लेलिस्ट

source: Create Playlist
ar_eg: اعمل بلاي ليست
gu: પ્લેલિસ્ટ બનાવો
hi: प्लेलिस्ट बनाएँ

source: Play Playlist
ar_eg: شغل البلاي ليست
gu: પ્લેલિસ્ટ વગાડો
hi: प्लेलिस्ट चलाएँ

# profileSubTitle
source: Update your profile details
ar_eg: حدّث بياناتك الشخصية
gu: તમારા પ્રોફાઇલની વિગતો અપડેટ કરો
hi: अपनी प्रोफ़ाइल जानकारी अपडेट करें

source: Playlist
ar_eg: قائمة التشغيل
gu: પ્લેલિસ્ટ
hi: प्लेलिस्ट

source: Give your Playlist Name
ar_eg: اكتب اسم القائمة
gu: તમારું પ્લેલિસ્ટ નામ આપો
hi: अपनी प्लेलिस्ट का नाम दें

source: Cancel
ar_eg: إلغاء
gu: રદ કરો
hi: रद्द करें

source: Add to playlist
ar_eg: ضيف للقائمة
gu: પ્લેલિસ્ટમાં ઉમેરો
hi: प्लेलिस्ट में जोड़ें

source: Back to playlist
ar_eg: ارجع للقائمة
gu: પ્લેલિસ્ટ પર પાછા ફરો
hi: प्लेलिस्ट पर वापस जाएँ

# savetoPlaylist
source: Save Playlist
ar_eg: احفظ في القائمة
gu: પ્લેલિસ્ટમાં સંગ્રહ કરો
hi: प्लेलिस्ट में सहेजें

source: Your Playlists
ar_eg: قوائم التشغيل بتاعتك
gu: તમારી પ્લેલિસ્ટ્સ
hi: आपकी प्लेलिस्ट्स

# shortedBy
source: Sorted by:
ar_eg: مصنف حسب:
gu: અનુક્રમણ દ્વારા:
hi: क्रमबद्ध किया गया:

# newestSong
source: Newest First
ar_eg: الأحدث أولاً
gu: નવા પહેલા
hi: नवीनतम पहले

# oldestSong
source: Oldest First
ar_eg: الأقدم أولاً
gu: જૂના પહેલા
hi: सबसे पुराने पहले

# aToZ
source: A-Z
ar_eg: أ–ي
gu: A થી Z
hi: ए से ज़ेड

# zToA
source: Z-A
ar_eg: ي–أ
gu: Z થી A
hi: ज़ेड से ए

source: Most Songs
ar_eg: أكتر أغاني
gu: વધુ ગીતો
hi: सबसे अधिक गाने

source: Fewest Songs
ar_eg: أقل أغاني
gu: ઓછા ગીતો
hi: सबसे कम गाने

source: Recommended Songs
ar_eg: أغاني مقترحة
gu: ભલામણ કરેલ ગીતો
hi: अनुशंसित गाने

# playListSubTitle
source: Build your own music collection
ar_eg: بناء مجموعة موسيقية خاصة بيك
gu: તમારું પોતાનું સંગીત સંગ્રહ બનાવો
hi: अपना खुद का संगीत संग्रह बनाएँ

source: Notification
ar_eg: الإشعارات
gu: સૂચનાઓ
hi: सूचनाएँ

# notificationSubTitle
source: Manage your notification
ar_eg: إدارة إشعاراتك
gu: તમારી સૂચનાઓ મેનેજ કરો
hi: अपनी सूचनाओं का प्रबंधन करें

# languageSubTitle
source: Select your prefered language
ar_eg: اختر لغتك المفضلة
gu: તમારી પસંદગીની ભાષા પસંદ કરો
hi: अपनी पसंदीदा भाषा चुनें

# buySubscription
source: Buy Premium Subscription
ar_eg: اشتري اشتراك بريميوم
gu: પ્રીમિયમ સબ્સ્ક્રિપ્શન ખરીદો
hi: प्रीमियम सदस्यता खरीदें

# buySubscriptionSubTitle
source: Access all songs without ads
ar_eg: احصل على كل الأغاني بدون إعلانات
gu: વિજ્ઞાપન વિના તમામ ગીતો ઍક્સેસ કરો
hi: सभी गानों को बिना विज्ञापन के एक्सेस करें

source: Selected Language
ar_eg: اللغة المختارة
gu: પસંદ કરેલી ભાષા
hi: चयनित भाषा

source: Hey
ar_eg: أهلاً
gu: હાય
hi: हाय

source: Enable Notification
ar_eg: تمكين الإشعارات
gu: સૂચના સક્ષમ કરો
hi: सूचना सक्षम करें

source: Ready to Vibe?
ar_eg: مستعد للاستمتاع؟
gu: વાઇબ માટે તૈયાર?
hi: वाइब के लिए तैयार?

source: Hey! Your
ar_eg: مرحبًا! قائمتك
gu: અરે! તમારી
hi: अरे! आपका

# playlistMissingYou
source: playlist misses you
ar_eg: الموسيقية تفتقدك
gu: પ્લેલિસ્ટ તમને યાદ કરે છે
hi: प्लेलिस्ट आपको याद कर रही है

source: morning
ar_eg: صباحًا
gu: સવાર
hi: सुबह

source: afternoon
ar_eg: ظهرًا
gu: બપોર
hi: दोपहर

source: evening
ar_eg: مساءً
gu: સાંજ
hi: शाम

source: night
ar_eg: ليلًا
gu: રાત
hi: रात

source: midnight
ar_eg: منتصف الليل
gu: મધરાત
hi: आधी रात

# googleSignInSuccess
source: Google sign-in successfully..!
ar_eg: تم تسجيل الدخول عبر Google بنجاح..!
gu: Google સાઇન-ઇન સફળતાપૂર્વક..!
hi: Google साइन-इन सफलतापूर्वक..!

# loginSuccess
source: Login successfully..!
ar_eg: تم تسجيل الدخول بنجاح..!
gu: લોગિન સફળતાપૂર્વક..!
hi: लॉगिन सफलतापूर्वक..!

# registerSuccess
source: Registration successfully..!
ar_eg: تم التسجيل بنجاح..!
gu: નોંધણી સફળતાપૂર્વક..!
hi: पंजीकरण सफलतापूर्वक..!

# signOutSuccess
source: Signed out successfully!
ar_eg: تم تسجيل الخروج بنجاح!
gu: સફળતાપૂર્વક સાઇન આઉટ થયા!
hi: सफलतापूर्वक साइन आउट किया गया!

# facebookSignInSuccess
source: Facebook sign-in successfully..!
ar_eg: تم تسجيل الدخول عبر Facebook بنجاح..!
gu: Facebook સાઇન-ઇન સફળતાપૂર્વક..!
hi: Facebook साइन-इन सफलतापूर्वक..!

# registerFailed
source: Registration faield, try again..
ar_eg: فشل التسجيل، حاول مرة أخرى..
gu: નોંધણી નિષ્ફળ, ફરી પ્રયત્ન કરો..
hi: पंजीकरण विफल, पुनः प्रयास करें..

# googleSignInFailed
source: Google sign-in failed. Please try again.
ar_eg: فشل تسجيل الدخول عبر Google. يرجى المحاولة مرة أخرى.
gu: Google સાઇન-ઇન નિષ્ફળ. કૃપા કરી ફરી પ્રયત્ન કરો.
hi: Google साइन-इन विफल। कृपया पुनः प्रयास करें।

# facebookSignInFailed
source: Facebook sign-in failed. Please try again.
ar_eg: فشل تسجيل الدخول عبر Facebook. يرجى المحاولة مرة أخرى.
gu: Facebook સાઇન-ઇન નિષ્ફળ. કૃપા કરી ફરી પ્રયત્ન કરો.
hi: Facebook साइन-इन विफल। कृपया पुनः प्रयास करें।

# loginFailed
source: Login failed. Please check your credentials.
ar_eg: فشل تسجيل الدخول. يرجى التحقق من بيانات الاعتماد الخاصة بك.
gu: લોગિન નિષ્ફળ. કૃપા કરી તમારી પ્રમાણિકતા તપાસો.
hi: लॉगिन विफल। कृपया अपनी साख जांचें।

# webLinkCopied
source: Website link copied Successfully
ar_eg: تم نسخ رابط الموقع بنجاح
gu: વેબસાઇટ લિંક સફળતાપૂર્વક કોપી થયો
hi: वेबसाइट लिंक सफलतापूर्वक कॉपी किया गया

# shortLinkCopied
source: Short link copied Successfully
ar_eg: تم نسخ الرابط المختصر بنجاح
gu: ટૂંકી લિંક સફળતાપૂર્વક કોપી થયો
hi: शॉर्ट लिंक सफलतापूर्वक कॉपी किया गया

# shareLinkCopied
source: Share link copied Successfully
ar_eg: تم نسخ رابط المشاركة بنجاح
gu: શેર લિંક સફળતાપૂર્વક કોપી થયો
hi: शेयर लिंक सफलतापूर्वक कॉपी किया गया

# youEarnedTwoPoints
source: You earned 2 points!
ar_eg: لقد ربحت نقطتين!
gu: તમે 2 પોઇન્ટ્સ કમાયા!
hi: आपने 2 अंक अर्जित किए!

# rewardADNotReady
source: Rewarded ad not ready
ar_eg: إعلان المكافأة غير جاهز
gu: રિવોર્ડ જાહેરાત તૈયાર નથી
hi: पुरस्कार विज्ञापन तैयार नहीं है

# removeFromPlaylist
source: removed from playlist.
ar_eg: تمت الإزالة من قائمة التشغيل.
gu: પ્લેલિસ્ટમાંથી દૂર કરવામાં આવ્યું.
hi: प्लेलिस्ट से हटा दिया गया।

# playlistSavedSuccess
source: Playlist saved successfully!
ar_eg: تم حفظ قائمة التشغيل بنجاح!
gu: પ્લેલિસ્ટ સફળતાપૂર્વક સેવ થઈ!
hi: प्लेलिस्ट सफलतापूर्वक सहेजी गई!

# playlistSavedFailed
source: Failed to save playlist:
ar_eg: فشل حفظ قائمة التشغيل:
gu: પ્લેલિસ્ટ સેવ કરવામાં નિષ્ફળ:
hi: प्लेलिस्ट सहेजने में विफल:

# playlistIsEmptyAddSongs
source: Playlist is empty. Add songs to your playlist.
ar_eg: قائمة التشغيل فارغة. أضف أغاني إلى قائمتك.
gu: પ્લેલિસ્ટ ખાલી છે. તમારી પ્લેલિસ્ટમાં ગીતો ઉમેરો.
hi: प्लेलिस्ट खाली है। अपनी प्लेलिस्ट में गाने जोड़ें।

# songRemoveFromPlaylist
source: Song removed from playlist.
ar_eg: تمت إزالة الأغنية من قائمة التشغيل.
gu: ગીત પ્લેલિસ્ટમાંથી દૂર કરવામાં આવ્યું.
hi: गाना प्लेलिस्ट से हटा दिया गया।

# songRemoveFromPlaylistError
source: Failed to remove song:
ar_eg: فشل إزالة الأغنية:
gu: ગીત દૂર કરવામાં નિષ્ફળ:
hi: गाना हटाने में विफल:

# playlistDeleteSuccess
source: Playlist deleted successfully
ar_eg: تم حذف قائمة التشغيل بنجاح
gu: પ્લેલિસ્ટ સફળતાપૂર્વક ડિલીટ થઈ
hi: प्लेलिस्ट सफलतापूर्वक हटाई गई

# playlistDeleteFailed
source: Failed to delete playlist:
ar_eg: فشل حذف قائمة التشغيل:
gu: પ્લેલિસ્ટ ડિલીટ કરવામાં નિષ્ફળ:
hi: प्लेलिस्ट हटाने में विफल:

source: Added
ar_eg: تمت الإضافة
gu: ઉમેરાયેલ
hi: जोड़ा गया

source: to playlist
ar_eg: إلى قائمة التشغيل
gu: પ્લેલિસ્ટમાં
hi: प्लेलिस्ट में

source: is already in playlist
ar_eg: موجود بالفعل في قائمة التشغيل
gu: પહેલેથી જ પ્લેલિસ્ટમાં છે
hi: पहले से ही प्लेलिस्ट में है

source: added to playlist
ar_eg: تمت الإضافة إلى قائمة التشغيل
gu: પ્લેલિસ્ટમાં ઉમેરાયેલ
hi: प्लेलिस्ट में जोड़ा गया

source: Play your favorite playlist
ar_eg: قم بتشغيل قائمة التشغيل المفضلة لديك
gu: તમારી મનપસંદ પ્લેલિસ્ટ વગાડો
hi: अपनी पसंदीदा प्लेलिस्ट चलाएँ
